Revit 2027 API
ParameterTypeId.RbsConduitrunDiameterParam Property
 "Diameter(Trade Size)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsConduitrunDiameterParam { get; }
Public Shared ReadOnly Property RbsConduitrunDiameterParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsConduitrunDiameterParam {
	ForgeTypeId^ get ();
}
static member RbsConduitrunDiameterParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace